Repository: marisacasillas/annotate-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: Username
es: Nombre de Usuario

source: Login
es: Entrar

source: Enter a valid username
es: Entra un nombre de usuario válido

source: Completed Today
es: Terminaste Hoy

source: Completed Total
es: Has Terminado en Total

source: Remaining
es: A Hacer

source: Begin Annotating
es: Empezar Anotaciones

source: Exit
es: Salir

source: Work Summary
es: Sumario de Trabajo

source: Annotation
es: Anotación

source: Enter an annotation above
es: Tecla una anotación arriba

source: Next
es: Próximo

source: Previous
es: Último

source: Annotate
es: Anotar
